export const phychologistTexts = [
  'Понять причины стрессовых состояний, справиться с ними',
  'Сформировать реалистичную, позитивную и устойчивую самооценку',
  'Открыть свой потенциал и реализовать жизненные планы',
  'Преодолеть трудности и кризисы, адаптироваться к изменениям',
  'Находить выходы из конфликтов, решать проблемы и достигать цели',
  'Налаживать взаимоотношения с окружающими',
  'Научиться эффективно общаться и выражать свои эмоции',
];

export const familyConsultantTexts = [
  'Нужна помощь в оформлении социальных выплат, пособий и\nльгот, в том числе для многодетных семей и семей,\nвоспитывающих детей с особыми потребностями?',
  'Необходима помощь в построении образовательного маршрута ребенка?',
  'Остались без работы и/или без средств к существованию?',
  'Необходима помощь во временном размещении ребенка в учреждении?',
  '<b>Наши специалисты готовы прийти вам на помощь!</b>',
];

export const branches = [
  {
    name: 'ГБУ Мой семейный центр "Оберег"',
    address: 'г. Москва, ул. Азовская, д. 33, корп. 3',
    phone: '+7 (495) 310 - 34 - 00',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
  {
    name: 'Филиал Ломоносовский',
    address: 'г. Москва, ул. Гарибальди, д. 6',
    phone: '+7 (499) 134 - 71 - 41',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
  {
    name: 'Филиал Гелиос',
    address: 'г. Москва, ул. Старонародная, д. 2',
    phone: '+7 (495) 712 - 59 - 00',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
  {
    name: 'Филиал Гелиос',
    address: 'г. Москва, ул. Южнобутовская, д. 101',
    phone: '+7 (495) 715 - 56 - 36',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
  {
    name: 'Филиал Северное Бутово',
    address: 'г. Москва, ул. Коктебельская, д. 8',
    phone: '+7 (495) 713 - 87 - 60',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
  {
    name: 'Филиал На Севастопольском',
    address: 'г. Москва, пр. Севастопольский, д. 18А',
    phone: '+7 (495) 719 - 08 - 94',
    workHours:
      'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru',
    panoramaLink: '',
    routeLink: '',
  },
];

export const assistantPhrases = {
  '/': 'Привет! Я помогу тебе найти нужную информацию. Напиши мне, что тебе нужно.',
  '/contacts': `Здесь, вы можете увидеть все наши филиалы, и посмотреть обстановку в них, нажав на кнопку панорама.`,
  '/about': '',
  '/survey': '',
  '/services/Psychologist': `Психолог поможет: Понять причины стрессовых состояний, справиться с ними.
  Сформировать реалистичную, позитивную и устойчивую самооценку.
  Открыть свой потенциал и реализовать жизненные планы. Преодолеть трудности и кризисы, адаптироваться к изменениям.
  Находить выходы из конфликтов, решать проблемы и достигать цели. Налаживать взаимоотношения с окружающими.
  Научиться эффективно общаться и выражать свои эмоции.`,
};
