export const phychologist = {
  title: 'Психолог',
  description: 'Психологическая помощь онлайн и оффлайн',
  phrases: {
    stress: 'Понять причины стрессовых состояний, справиться с ними',
    selfEsteem: 'Сформировать реалистичную, позитивную и устойчивую самооценку',
    potential: 'Открыть свой потенциал и реализовать жизненные планы',
    crisis: 'Преодолеть трудности и кризисы, адаптироваться к изменениям',
    conflicts: 'Находить выходы из конфликтов, решать проблемы и достигать цели',
    relationships: 'Налаживать взаимоотношения с окружающими',
    communication: 'Научиться эффективно общаться и выражать свои эмоции',
  }
};

export const branches = [
  {
    name: 'ГБУ Мой семейный центр "Оберег"',
    address: 'г. Москва, ул. Азовская, д. 33, корп. 3',
    phone: '+7 (495) 310 - 34 - 00',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  },
  {
    name: 'Филиал Ломоносовский',
    address: 'г. Москва, ул. Гарибальди, д. 6',
    phone: '+7 (499) 134 - 71 - 41',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  },
  {
    name: 'Филиал Гелиос',
    address: 'г. Москва, ул. Старонародная, д. 2',
    phone: '+7 (495) 712 - 59 - 00',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  },
  {
    name: 'Филиал Гелиос',
    address: 'г. Москва, ул. Южнобутовская, д. 101',
    phone: '+7 (495) 715 - 56 - 36',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  },
  {
    name: 'Филиал Северное Бутово',
    address: 'г. Москва, ул. Коктебельская, д. 8',
    phone: '+7 (495) 713 - 87 - 60',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  },
  {
    name: 'Филиал На Севастопольском',
    address: 'г. Москва, пр. Севастопольский, д. 18А',
    phone: '+7 (495) 719 - 08 - 94',
    workHours: 'Понедельник - Пятница: 09:00 - 20:00\nСуббота: 10:00 - 17:00\nВоскресенье - Выходной день',
    email: 'obereg@social.mos.ru'
  }
];

export const assistantPhrases = {
  "/": "Привет! Я помогу тебе найти нужную информацию. Напиши мне, что тебе нужно.",
  "/psychologist": "",
}
